Revit 2024 API
IFCAnyHandle.StepId Property
 The step id of the handle. Valid only for import.
Namespace: Autodesk.Revit.DB.IFC
Assembly: RevitAPIIFC (in RevitAPIIFC.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2014
Syntax
C#
public int StepId { get; }
Visual Basic
Public ReadOnly Property StepId As Integer
	Get
Visual C++
public:
property int StepId {
	int get ();
}
See Also
IFCAnyHandle Class
Autodesk.Revit.DB.IFC Namespace